Repository: natbienetre/wordpress-cloudflare-zero-trust-login
Catalog: languages/cloudflare-zero-trust-login-*.po
Languages: fr_fr

source: Configure login for Cloudflare Zero Trust users.
fr_fr: Configurer la connexion pour les utilisateurs de Cloudflare Zero Trust.

source: Settings
fr_fr: Paramètres

# Header for the setting section
source: General
fr_fr: Général

# Label for the setting field
source: Check to require zero trust authentication
fr_fr: Cochez pour exiger une authentification Zero Trust

# Label for the setting field
source: Check to disable WordPress authentication
fr_fr: Cochez pour désactiver l'authentification WordPress

# Label for the setting field
source: Check to disable logout
fr_fr: Cochez pour désactiver la déconnexion

# Label for the setting field
source: Check to disable self email edition
fr_fr: Cochez pour désactiver l'édition de l'email

# Label for the setting field
source: Check to use custom email field
fr_fr: Cochez pour utiliser un champ email personnalisé

# Label for the setting field
source: Automatically create user if not found
fr_fr: Créer automatiquement l'utilisateur s'il est introuvable

# Label for the setting field
source: Algorithm
fr_fr: Algorithme

# Label for the setting field
source: Application Audience (AUD) Tag
fr_fr: Tag d'audience de l'application (AUD)

# Label for the setting field
source: Certificates key
fr_fr: Clé des certificats

source: Automatically detect algorithm.
fr_fr: Détecter automatiquement l'algorithme.

source: These settings are fetched from your Cloudflare team.
fr_fr: Ces paramètres sont récupérés depuis votre équipe Cloudflare.

source: View certificates
fr_fr: Voir les certificats

source: Failed to automatically create user
fr_fr: Échec de la création automatique de l'utilisateur

source: No Cloudflare JWT found
fr_fr: Aucun JWT Cloudflare trouvé

source: Invalid JWT, unexpected Application Audience (AUD) Tag
fr_fr: JWT invalide, Tag d'audience de l'application (AUD) inattendu

source: CloudFlare Zero Trust email
fr_fr: Email CloudFlare Zero Trust

source: Failed to delete the email.
fr_fr: Échec de la suppression de l'email.

source: Please enter a valid email address.
fr_fr: Veuillez saisir une adresse email valide.

source: Email already in use.
fr_fr: Email déjà utilisée.

source: User not found
fr_fr: Utilisateur introuvable

source: Multiple users found
fr_fr: Plusieurs utilisateurs trouvés

source: Authenticated via <a href="https://dash.cloudflare.com" target="_blank">Cloudflare Zero Trust</a>.
fr_fr: Authentifié via <a href="https://dash.cloudflare.com" target="_blank">Cloudflare Zero Trust</a>.

source: Failed to update the email to <span class="%1$s">%2$s<span>.
fr_fr: Échec de la mise à jour de l'email en <span class="%1$s">%2$s<span>.

source: The team is invalid
fr_fr: L'équipe est invalide

# Label for the setting field
source: Check to require username on login
fr_fr: Cochez pour exiger un nom d'utilisateur à la connexion

# Label for the setting field
source: Cloudflare Zero Trust team
fr_fr: Équipe Cloudflare Zero Trust

source: The WordPress user does not match cloudflare one
fr_fr: L'utilisateur WordPress ne correspond pas à celui de Cloudflare

source: An empty team is not allowed
fr_fr: Une équipe vide n'est pas autorisée
